{
  "destinations": [
    {
      "id": 1,
      "title": "palawan",
      "description": "Coron, Palawan is home to a number of unique and breathtaking sights. What this cluster of islands has become most well known for is the handful of WWII shipwrecks that are permanently entombed off the shores of Coron.",
      "image": "https://www.elnidoparadise.com/wp-content/uploads/kayangan-lake-coron-busuanga.jpg"
    },
    {
      "id": 2,
      "title": "cebu",
      "description": "Cebu is the hub around which the Visayas revolve. It is the most densely populated island in the Philippines and is second only to Luzon in its strategic and economic importance to the country. This is one of the most prosperous regions in the country – the 2016 growth rate was 8.8%, considerably higher than the national average. Tourism numbers are booming, Cebu draws almost two million foreign travellers a year. The island's prime attractions are its white-sand beaches and spectacular diving, chiefly off the northern tip of Cebu at Malapascua and down on the southwest coast at Moalboal. And don't ignore much-maligned Cebu City, which has lively bars, emerging eateries and burgeoning retail appeal.",
      "image": "http://www.rnrlifestyle.com/wp-content/uploads/2015/09/cebu1.jpg"
    },
    {
      "id": 3,
      "title": "Biliran",
      "description": "Sambawan is a small uninhabited island west of the island municipality of Maripipi. It is a series of interconnecting small landmasses surrounded with turquoise and bountiful water, a marine sanctuary teeming with vivid marine life. The two main islands that make up Sambawan has rocky and hilly terrain carpeted with grass, and offering a panoramic view of sunrise and sunset in the backdrop of the islands of Maripipi, Biliran, Masbate, Samar and Leyte.\nSambawan Island, they say, is Biliran’s answer to paradise. True enough. It is just one of the manifold of natural attractions of the province but it is starting to become its icon, a stature worthy for this small piece of heaven.",
      "image": "http://3c9bl93o71m619w9kn2rfwinkdh.wpengine.netdna-cdn.com/wp-content/uploads/2014/09/View-of-Maripipi-Volcano-from-Sambawan-Island.jpg"
    },
    {
      "id": 4,
      "title": "batanes",
      "description": "Batanes dominates the ownership of those breathtaking sceneries which are often shown not only on those top-ranked photographs appearing as you hit enter, searching for the ‘must-not-be-missed’ places in the Philippines. Batanes also owns the alluringly captivating landscape shots on several romantic movies and telenovelas.\nProbably, Batanes within the northernmost beauty of the country in which is clothed with incomparable serenity and mesmerizing vistas-  is one that atop most traveler’s bucket list- whether local or foreign tourists. The perfection of this place, undoubtedly, is inevitably enchanting.  Exceedingly enthralling… that not even the distance nor the pricey expenses ‘usually’ affixed could set you back from vigorously wanting to witness that same experiences that all Batanes’ served visitors are all calling ‘worth-it’.",
      "image": "http://thehappytrip-5592.kxcdn.com/wp-content/uploads/2017/03/800px-Fundacion_Pacita_Batanes_Island_Philippines.jpg"
    },
    {
      "id": 5,
      "title": "ilocos",
      "description": "Vigan is an island, which used to be detached from the mainland by three rivers - the great Abra River, the Mestizo River and the Govantes River. It is unique among the Philippine towns because it is the country’s most extensive and only surviving historic city that dates back to the 16th century Spanish colonial period. Vigan was an important coastal trading post in pre-colonial times. Long before the Spanish galleons, Chinese junks sailing from the South China Sea came to Isla de Bigan through the Mestizo River that surrounded the island.",
      "image": "http://pilgrimage.ph/wp-content/uploads/2017/07/1.jpg"
    },
    {
      "id": 6,
      "title": "bohol",
      "description": "The Chocolate Hills are probably Bohol's most famous tourist attraction. They look like giant mole hills, or as some say, women's breasts, and remind us of the hills in a small child's drawing. Most people who first see pictures of this landscape can hardly believe that these hills are not a man-made artifact. However, this idea is quickly abandoned, as the effort would surely surpass the construction of the pyramids in Egypt. The chocolate hills consist of are no less than 1268 hills (some claim this to be the exact number). They are very uniform in shape and mostly between 30 and 50 meters high. They are covered with grass, which, at the end of the dry season, turns chocolate brown. From this color, the hills derive their name. At other times, the hills are green, and the association may be a bit difficult to make.",
      "image": "http://cheaptravelandtours.com/wordpress/wp-content/uploads/2016/07/Bohol-4a.jpg"
    },
    {
      "id": 7,
      "title": "iloilo",
      "description": "The Gigantes Group of Islands, popularly known as Islas de Gigantes or “Islands of Giants” in Spanish are a remote cluster of islands in the northernmost part of Iloilo province in the Philippines. The Gigantes Islands consists of about ten islands: the two largest being Gigantes Norte (North Gigantes) and Gigantes Sur (South Gigantes).",
      "image": "https://media-cdn.tripadvisor.com/media/photo-s/10/37/e6/05/cabugao-gamay-island.jpg"
    },
    {
      "id": 8,
      "title": "leyte",
      "description": "Kalanggaman Island used to be unknown and unmapped… tagged as enchanted and mystical by the locals. But in the recent years, the island made it to the list of most sought after beach destinations in the country, putting the town of Palompon in the tourism map of the Philippines.",
      "image": "https://www.palawandays.com/wp-content/uploads/2017/07/Kalanggaman-Island-tour-900-1.jpg"
    },
    {
      "id": 9,
      "title": "sagada",
      "description": "Sagada’s mysterious Hanging Coffins at Echo Valley attest to the 2,000-year-old Igorot burial traditions that have fascinated the world. Pinewood coffins suspended with primitive wires and ropes along limestone cliffs act as vessels to heaven. The departed assume a fetal position, as it is believed that souls should leave the earth the same way they entered it. Little written records exist to document this bizarre practice; rather, knowledge is passed down through word of mouth by Applai elders.",
      "image": "https://www.smartway-travel.com/wp-content/uploads/2017/03/Sagada-Banaue-and-Baguio-1-600x350.jpg"
    },
    {
      "id": 10,
      "title": "bicol",
      "description": "Mt. Pinatubo is the volcano in the Philippines that was known for its catastrophic damages when it erupted last 1991. Now, Mt. Pinatubo is a popular day trip from Manila as both young and old trek to see the stunning Crater Lake, which was formed by the monsoon rains a few years after it errupted. Two of Tom’s friends were with us so we decided to take them there for a bit of hiking away from the city. Despite living in the Philippines all my life, I have never been to Mt. Pinatubo. Being that it was well known as the 2nd largest volcanic eruption of the 20th century, I knew going there would be a unique experience.",
      "image": "http://marvellatravel.com/wp-content/uploads/2016/05/Bicol-tour-e1463598068374.jpg"
    }
  ]
}
